{
    "maxilla": {
        "normal": [
            {
                "name": "normal",
                "definition": "No suspicious mass lesion. No evidence of expansile, lucent or sclerotic lesion. Bone cortex intact. Normal appearance of the nasopalatine foramen.",
                "impression": ""
            }
        ],
        "Palatine Torus": [
            {
                "name": "Palatine Torus",
                "definition": "Midline well corticated protrusion from the midline of the hard palate likely reflecting a palatine torus or osteoma. This is an incidental finding and does not result in significant oral airway effacement or suggest a source of obstruction.",
                "impression": ""
            }
        ],
        "Maxillary torus/osteoma": [
            {
                "name": "Maxillary Torus/Osteoma",
                "definition": "Well circumscribed exophytic sclerotic lesions arising from the maxillary [RIGHT/LEFT/BILATERAL] cortex. These are compatible with maxillary tori or osteomas, and are incidental lesions of no significant clinical consequence.",
                "impression": ""
            }
        ],
        "Nasopalatine Duct Dilation": [
            {
                "name": "Nasopalatine Duct Dilation",
                "definition": "Nasopalatine foramen is at or above the normal limits for size (> 6 mm in diameter). Although this can represent a normal variant for this patient, in the correct clinical setting a nasopalatine duct cyst could be present.",
                "impression": "Enlarged nasopalatine foramen which is likely incidental but may suggest presence of a nasopalatine duct cyst. Would correlate with clinical symptoms and consider additional imaging with MRI or CT, and ENT follow up."
            }
        ],
        "Not Well Seen": [
            {
                "name": "Not Well Seen",
                "definition": "Not within the field of view or not well visualized by this study.",
                "impression": ""
            }
        ]
    }
}